---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.FtPerS
source: html/cfea4f5e-e9a3-9eb7-3239-5b2595ede923.htm
---
# Autodesk.Revit.DB.SymbolTypeId.FtPerS Property

Symbol ft/s, indicating unit Feet per second.

## Syntax (C#)
```csharp
public static ForgeTypeId FtPerS { get; }
```